Revit 2027 API
BuiltInFailures.RebarFailures.SketchDimsBWFRemoved Property
 The sketch dimensions, that were used to create the sketch, have been removed from the completed bend profile definition.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId SketchDimsBWFRemoved { get; }
Public Shared ReadOnly Property SketchDimsBWFRemoved As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ SketchDimsBWFRemoved {
	FailureDefinitionId^ get ();
}
static member SketchDimsBWFRemoved : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.RebarFailures Class
Autodesk.Revit.DB Namespace